export const aboutVitaliy = 'Я родился и живу в Саратове, закончил факультет экономики СГУ.У меня есть жена и дочь. Я люблю слушать музыку, а ещё увлекаюсь бегом. Недавно начал кодить. С 2015 года работал в компании «СКБ Контур». После того, как прошёл курс по веб-разработке, начал заниматься фриланс-заказами и ушёл с постоянной работы.'
export const aboutMe = 'В 2012 году я закончила экономический факультет МосАП по специализации "Мировая экономика". У меня есть самая ленивая не свете кошка, по имени Дуся. Я очень люблю путешествовать и читать книги. С 2010 года я начала работать в строительной сфере менеджером бэк-офиса, в настоящий момент занимаю должность руководителя отдела. Мой интерес к веб-разработке возник достаточно давно, но решиться на кардинальную смену деятельности было нелегко. Сейчас я заканчиваю свое обучение и очень надеюсь, что в ближайщем будущем стану частью команды разработчиков в интересном проекте.';
export const RegExEmail = '^((?!\.)[\w\-_.]*[^.])(@\w+)(\.\w+(\.\w+)?[^.\W])$/gim';
export const breakpointXL = 1161;
export const breakpointL = 1001;
export const breakpointM = 631;
export const breakpointS = 320;
export const duplicate = 'Пользователь с таким email уже существует';
export const register = 'При регистрации пользователя произошла ошибка';
export const server = 'Ha сервере произошла ошибка';
export const login = 'Вы ввели неправильный логин или пароль';
export const profile = 'При обновлении профиля произошла ошибка';
export const loadingFilm = 'Во время запроса произошла ошибка. Возможно, проблема с соединением или сервер недоступен. Подождите немного и попробуйте ещё раз';

